START = 'Начать'
ASK_PHONE = "☎️Нажмите для отправки вашего номера"
INFO = 'Мои данные 👤'
BACK = 'Назад 👈'
NEWS = 'Новости компании 📰'
BEST_TEAMMATE = 'Лучший сотрудник месяца'
SICK_LEAVE = 'Больничный по болезни'
CANCEL = 'Отмена'

HOLIDAY = 'Отпуск 🏖'

LEAVE_WITHOUT_PAY = 'Отпуск без содержания'
HOLIDAY_CARE_FOR_CHILD = 'Отпуск по уходу за ребенком'

ANNUAL_LEAVE = 'Ежегодный отпуск'
TAKE_ANNUAL_LEAVE = 'Взять ежегодный отпуск'
NUMBER_OF_UNUSED_HOLIDAYS = 'Количество оставшихся неиспользованных дней отпуска'
MY_PREVIOUS_HOLIDAYS = 'Мои предыдущие отпуска'
SCHEDULED_DATES = 'Запланированные даты'
